[errorMsg]

PCT_ERR_FAIL="Error desconocido"

PCT_ERR_INVALUD_PARS="Parámetro inválido"

PCT_ERR_NOT_SURPPORT="No soportado"

PCT_ERR_OPEN_FILE_FAIL="Error al abrir el archivo"

PCT_ERR_NO_MEMORY="Memoria insuficiente"

PCT_ERR_READ_FILE="Error al leer el archivo."

PCT_ERR_FILE_FORMAT="Error de formato de archivo"

PCT_ERR_NOMORE_ITEM="No hay más archivos"

PCT_ERR_FILE_PROCESS="Error al procesar el archivo"

PCT_ERR_MEMORY_FAIL="Error de memoria"

PCT_ERR_WRITE_FILE="Error al escribir el archivo"

PCT_ERR_USER_CANCEL="Cancelado por usuario"

PCT_ERR_NOT_INIT_FUN="No inicializado"

PCT_ERR_CREATE_THREAD="Error al crear el hilo"

PCT_ERR_DEVICE_NO_MORE_SPACE="Espacio insuficiente en el disco"

PCT_ERR_DEVICE_FAIL="Error del dispositivo"

PCT_ERR_PATH_INVALID="Ruta inválida"

PCT_ERR_CALL_API="Error al llamar"

PCT_ERR_FILE_NOT_EXIST="El archivo no existe"

PCT_ERR_FILE_IN_USING="El archivo está siendo utilizado por otro proceso."

PCT_ERR_REG_FAIL="Error de registro"

PCT_ERR_NET_CONN="La red no está conectada o está desconectada"

PCT_ERR_LICENSE_OUTDATA="La licencia ha expirado"

PCT_ERR_NOT_SAME_VERSION="Las versiones son inconsistentes."

PCT_ERR_NO_DISKSPACE="Espacio insuficiente en el disco."

PCT_ERR_NTFS_MUST="Error al transferir las aplicaciones porque no están instaladas en el sistema de archivos NTFS."

PCT_ERR_INSTALL_APPX_FAILED="Estas aplicaciones son incompatibles con la PC de destino. Se requiere la reinstalación."

PCT_ERR_MOVE_APPX_FAILED="La aplicación es incompatible con el sistema de archivos de la partición de destino."

